{
  "en": {
    "Our Father": "Our Father, who art in heaven, hallowed be Thy name; Thy kingdom come; Thy will be done on earth as it is in heaven. Give us this day our daily bread; and forgive us our trespasses, as we forgive those who trespass against us; and lead us not into temptation, but deliver us from evil. Amen.",
    "Hail Mary": "Hail Mary, full of grace, the Lord is with thee; blessed art thou among women, and blessed is the fruit of thy womb, Jesus. Holy Mary, Mother of God, pray for us sinners, now and at the hour of our death. Amen.",
    "Glory Be": "Glory be to the Father, and to the Son, and to the Holy Spirit. As it was in the beginning, is now, and ever shall be, world without end. Amen.",
    "Saint Francis Prayer": "Lord, make me an instrument of your peace. Where there is hatred, let me sow love; where there is injury, pardon; where there is doubt, faith; where there is despair, hope; where there is darkness, light; and where there is sadness, joy. O Divine Master, grant that I may not so much seek to be consoled as to console; to be understood as to understand; to be loved as to love. For it is in giving that we receive, it is in pardoning that we are pardoned, and it is in dying that we are born to eternal life. Amen.",
    "Act of Contrition": "O my God, I am heartily sorry for having offended You, and I detest all my sins because I dread the loss of heaven and the pains of hell, but most of all because they offend You, my God, who are all-good and deserving of all my love. I firmly resolve, with the help of Your grace, to confess my sins, to do penance, and to amend my life. Amen.",
    "Prayer Before Meals": "Bless us, O Lord, and these Thy gifts, which we are about to receive from Thy bounty, through Christ our Lord. Amen.",
    "Guardian Angel Prayer": "Angel of God, my guardian dear, to whom God’s love commits me here, ever this day be at my side, to light and guard, to rule and guide. Amen."
  },
  "vi": {
    "Our Father": "Lạy Cha chúng con ở trên trời, danh Cha cả sáng, nước Cha trị đến, ý Cha thể hiện dưới đất cũng như trên trời. Xin Cha ban cho chúng con hôm nay lương thực hằng ngày, và tha nợ chúng con, như chúng con cũng tha kẻ có nợ chúng con; và đừng để chúng con sa chước cám dỗ, nhưng cứu chúng con khỏi điều ác. Amen.",
    "Hail Mary": "Kính mừng Maria đầy ơn phúc, Đức Chúa Trời ở cùng Bà. Bà có phúc lạ hơn mọi người nữ, và Giêsu, con lòng Bà, cũng được phúc. Thánh Maria, Mẹ Thiên Chúa, cầu cho chúng con là kẻ có tội, bây giờ và trong giờ lâm tử. Amen.",
    "Glory Be": "Lạy Ba Ngôi Chí Thánh, Đức Chúa Cha, Đức Chúa Con và Chúa Thánh Thần, chúng con tôn vinh Chúa, bây giờ và muôn đời. Amen.",
    "Saint Francis Prayer": "Lạy Chúa, xin cho con trở nên khí cụ bình an của Chúa. Nơi có hận thù, xin cho con gieo tình yêu; nơi có thương tổn, xin cho con gieo sự tha thứ; nơi có nghi ngờ, xin cho con gieo đức tin; nơi có tuyệt vọng, xin cho con gieo hy vọng; nơi có bóng tối, xin cho con gieo ánh sáng; nơi có buồn bã, xin cho con gieo niềm vui. Lạy Thầy Thiêng Liêng, xin cho con không tìm kiếm được an ủi nhưng để an ủi; không tìm kiếm được hiểu nhưng để hiểu; không tìm kiếm được yêu nhưng để yêu. Vì trong việc cho đi mà ta nhận được, trong việc tha thứ mà ta được tha, và trong việc chết đi mà ta được sinh ra đời sống vĩnh cửu. Amen.",
    "Act of Contrition": "Lạy Chúa, con thật lòng ăn năn vì đã xúc phạm đến Chúa, và con ghét tất cả tội lỗi của mình, nhất là vì chúng xúc phạm đến Chúa, Đấng toàn thiện. Con quyết tâm, nhờ ơn Chúa giúp, sẽ xưng tội, làm đền tội và sửa đổi đời sống. Amen.",
    "Prayer Before Meals": "Lạy Chúa, xin chúc lành cho chúng con và các thực phẩm mà chúng con sắp dùng, nhờ Chúa Kitô, Chúa chúng con. Amen.",
    "Guardian Angel Prayer": "Thiên thần của Chúa, người bảo vệ con, mà Chúa giao cho con, xin luôn ở bên con hôm nay, soi sáng, bảo vệ, hướng dẫn và dẫn dắt con. Amen."
  },
  "tl": {
    "Our Father": "Ama Namin, sumasalangit Ka, sambahin ang ngalan Mo. Mapasaamin ang kaharian Mo. Sundin ang loob Mo, dito sa lupa para nang sa langit. Bigyan Mo kami ngayon ng aming kakanin sa araw-araw. At patawarin Mo kami sa aming mga sala, para nang pagpapatawad namin sa mga nagkakasala sa amin. At huwag Mo kaming ipahintulot sa tukso, at iligtas Mo kami sa masama. Amen.",
    "Hail Mary": "Aba Ginoong Maria, napupuno ka ng grasya, ang Panginoon ay sumasaiyo; pinagpala ka sa babaeng lahat at pinagpala ang iyong anak na si Hesus. Santa Maria, Ina ng Diyos, ipanalangin mo kami, mga makasalanan, ngayon at kung kami'y mamamatay. Amen.",
    "Glory Be": "Luwalhatiin ang Ama, ang Anak, at ang Espiritu Santo. Kung noon, ngayon, at magpakailanman. Amen.",
    "Saint Francis Prayer": "Panginoon, gawin Mo akong instrumento ng Iyong kapayapaan. Kung saan may galit, doon ko ihabog ang pag-ibig; kung saan may sugat, doon ko ipatawad; kung saan may pagdududa, doon ko itanim ang pananampalataya; kung saan may kawalan ng pag-asa, doon ko ilagay ang pag-asa; kung saan may kadiliman, doon ko dalhin ang liwanag; at kung saan may kalungkutan, doon ko ibigay ang kagalakan. Banal na Guro, huwag Mo sanang hayaang hanapin ko ang aking sariling konsolasyon, kundi ang konsolasyon ng iba; ang pagkaunawa, hindi upang ako ay maintindihan, kundi upang maintindihan ang iba; ang pag-ibig, hindi upang ako ay mahalin, kundi upang mahalin ang iba. Sapagkat sa pagbibigay ay natatanggap, sa pagpapatawad ay napapatawad, at sa pag-aalay ng buhay ay nagkakaroon ng buhay na walang hanggan. Amen.",
    "Act of Contrition": "O Diyos ko, taos-puso akong nagsisisi sa aking mga kasalanan, at itinakwil ko ang mga ito sapagkat nasasaktan Ko ang Iyo, Diyos ko na lubos na mabuti at karapat-dapat sa aking pagmamahal. Nang may tulong ng Iyong biyaya, buong puso akong nagsisikap na itama ang aking buhay at magsisi sa aking mga kasalanan. Amen.",
    "Prayer Before Meals": "Pagpalain Mo, O Panginoon, kami at ang pagkaing ito na aming tatanggapin, sa pamamagitan ni Kristo, aming Panginoon. Amen.",
    "Guardian Angel Prayer": "Anghel ng Diyos, mahal kong tagapag-alaga, na ipinagkaloob sa akin ng Diyos, manatili ka sa aking tabi ngayon at magpakailanman, upang gabayan, pangalagaan at ituro ako. Amen."
  }
}
